<h1>Обучающей курс по фреймворку Laravel.</h1>
<p style="font-size: 22px;">
    Обучающий курс по Laravel — одному из самых популярных и востребованных фреймворков на PHP. Изучим структуру фреймворка, его функциональность, полезные возможности и научитесь работать с базами данных с помощью встроенных в него функций. Познакомимся с хорошими практиками программирования и разработки веб-сервисов, изучим паттерны проектирования, позволяющие создавать масштабируемые и гибкие приложения.
</p>
<p style="font-size: 22px;">
    В рамках обучения будем создавать агрегатор новостей
</p>


