@extends('layouts.main-html')

@section('title')Новости@endsection

@section('content')
    <h2>Новости</h2>
    <h3>Laravel 10 — Что нового.</h3>
    <p>Laravel 10 вышла 14 февраля 2023 года. В новой версии фреймворка продолжается, начатая в девятой версии, политика ввода возвращаемых типов и аргументов для всех методов скелета приложения, а также во всех заглушках (stubs), используемых для создания классов во фреймворке. Кроме того, вводится новый удобный слой абстракции для запуска и взаимодействия с внешними процессами. Также представлен пакет Laravel Pennant, обеспечивающий возможность управления «feature flags» (фича-флагами) вашего приложения.</p>

    <p>Для Laravel 10 планируется выпускать минорные версии вплоть до февраля 2023 года, багфиксы до августа 2024 года и патчи безопасности до февраля 2025 года, то есть в поддержка версии будет осуществляться в течении двух лет.</p>

    <p><a href="https://laravel.demiart.ru/laravel-10-whats-new" target="_blank">Статья 1</a></p>
    <p><a href="https://ru.hexlet.io/blog/posts/vyshel-laravel-10-glavnye-izmeneniya" target="_blank">Статья 2</a></p>
@endsection
