@extends('layouts.main-html')

@section('title')Информация о проекте@endsection

@section('content')
    <h2>Информация о проекте</h2>
    <p>Обучающий курс по Laravel — одному из самых популярных и востребованных фреймворков на PHP. Изучим структуру фреймворка, его функциональность, полезные возможности и научитесь работать с базами данных с помощью встроенных в него функций. Познакомимся с хорошими практиками программирования и разработки веб-сервисов, изучим паттерны проектирования, позволяющие создавать масштабируемые и гибкие приложения.</p>
@endsection



